{
	"bot_name": "MERC's Harvey Bot",
	"start": "Hola, soy <b>MERC's Harvey Bot</b>. No soy el Harvey que solía trabajar en el <b>Chicago Mercantile Exchange</b> pero espero poder serte útil.",
	"start_about": "Voy a fijarme si existe información acerca de tus símbolos en mi base de datos.",
	"refuse_about": "Ese lo conozco, pero no puedo decir nada interesante acerca de esa empresa todavía.",
	"error_about": "No encuentro ese símbolo en mi base de datos.",
	"start_check": "Estoy listo para recibir los símbolos que te interesen. Intentaré de buscar su cotización más reciente.",
	"info_check": "Voy a consultar el sitio de <b>Invertir Online</b>. Tené en cuenta que voy a esperar entre 2 y 5 segundos para ejecutar cada consulta.",
	"error_check": "No logro encontrar el símbolo que enviaste. Tampoco busqué tanto. Fijate si hay algún error.",
	"start_dolar": "Veamos si encuentro las últimas cotizaciones del dólar en Argentina en el sitio de <b>El Cronista</b>. Voy a esperar entre 3 y 5 segundos para ejecutar la consulta.",
	"error_dolar": "No pude encontrar nada. El dólar en Argentina es una locura. Capaz no queda ninguno.",
	"set_list_1": "Vamos a configurar una lista de seguimiento. Me vas a ir enviando tus símbolos preferidos. Yo voy a chequear si los conozco.",
	"set_list_2": "Primero necesito que le pongamos un nombre a tu lista (sin espacios por favor).",
	"set_list_3": "Ahora mandame los símbolos que te interesen de la <b>Bolsa de Comercio de Buenos Aires</b>. Mandame OK para terminar.",
	"set_list_4": "Ahora mandame los símbolos que te interesen del resto del mundo. Mandame OK cuando termines.",
	"set_list_5": "Tu lista a quedado configurada. Mandame \n/watchlists para verla.",
	"error_set_list": "No encontré ese símbolo en la base de datos, así que no lo agregué. Sigamos...",
	"overwrite_set_list": "<b>ALERTA</b>: Existía una lista con el mismo nombre. La eliminé para configurar esta nueva lista en su lugar.",
	"start_list": "¿Cuál de tus listas de seguimiento querías consultar?",
	"building_list": "Voy a tomarme un tiempo para armar la lista. Recordá que consulto el sitio web de <b>Invertir Online</b>. ",
	"error_list": "No tenés ninguna lista de seguimiento configurada por el momento. Podés configurar una mandándome \n/setwatchlist.",
	"error_list_2": "Parece haber habido un error durante la configuración de esta lista de seguimiento. Por favor configurala de nuevo o eliminala.",
	"erase_list_1": "Actualmente tenés alguna que otra lista de siguimiento guardada. Indicame cuál querés eliminar.",
	"erase_list_2": "Para confirmar la operación mandame el nombre de la lista que querés eliminar:",
	"erase_list_3": "La lista de seguimiento ha sido eliminada. Siempre podés configurar otra mandándome \n/setwatchlist.",
	"error_erase_list": "Falló la confirmación. Mejor no hago nada.",
	"language_1": "¿Qué idioma querés que use?",
	"language_2": "",
	"language_3": "¡Bien! Yo también prefiero el español.",
	"submit_error_1": "Por favor, decime con qué comando está relacionado el error que vas a reportar.",
	"submit_error_2": "Contame brevemente de qué se trata el error que me encontraste.",
	"submit_error_3": "Muchas gracias por tomarte un minuto para mejorarme. Esperemos que @rvalla me arregle pronto.",
	"end_conversation": "Doy por terminada nuestra conversación.",
	"intruder": "No tenés autorización para ejecutar ese comando."
}
